cask_args appdir: '/Applications'

tap 'homebrew/bundle'


brew 'atuin'
brew 'eza'
brew 'fd'
brew 'gh'
brew 'gnupg'
brew 'neovim'
brew 'ripgrep'
brew 'starship'
brew 'stow'
brew 'tree'
brew 'uv'
brew 'wget'
brew 'zsh-autosuggestions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'


cask 'appcleaner'
cask 'firefox@nightly'
cask 'font-jetbrains-mono-nerd-font'
cask 'fork'
cask 'iina'
cask 'iterm2'
cask 'obsidian'
cask 'protonvpn'
cask 'signal'



