cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'cloudflared'
brew 'fnm'
brew 'gh'
brew 'git-lfs'
brew 'pnpm'
brew 'ripgrep'
brew 'postgresql@14'
brew 'powerlevel10k'
brew 'tree'
brew 'wget'
brew 'fd'
brew 'zsh-autosuggestions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

cask 'appcleaner'
cask 'brave-browser'
cask 'fork'
cask 'iina'
cask 'protonmail-bridge'
cask 'visual-studio-code'
cask 'zed'


